Repository: common-repository/moby-blog
Catalog: languages/moby-blog-*.po
Languages: it

source: Select Allowed Categories
it: Seleziona le categorie consentite

source: Save Settings
it: Salva

source: with MOBY BLOG
it: con MOBY BLOG

source: FREE
it: GRATIS

source: Follow
it: Segui

source: DOWNLOAD
it: SCARICA

source: on the App Store
it: su App Store

source: in Google Play
it: sul Play Store

source: US
it: IT

source: http://www.mobyblogapp.com
it: http://www.mobyblogapp.com/it

source: Moby Blog - One APP for All Your Wordpress Blog! FREE! Are you a Blogger? Have a WordPress Blog? Turn it for free into a user friendly app for smartphones and tablets in few minutes and Boost users and mobile visits by 25-60%! Moby Blog is a completely free mobile app that allows you to make your blog optimized for viewing on mobile devices. It allows your users to read the latest news from your blog through a user friendly app available for Android and iOS, at no extra charge. Only few minutes to activate!
it: Moby Blog - La pima App mobile Gratis per tutti i blog Wordpress! Sei un Blogger? Hai un blog in WordPress? Trasformalo gratuitamente in una comoda app per smartphone e tablet in pochi minuti ed aumenta il numero di utenti e le visite! Moby Blog è un’app mobile completamente gratuita che ti permette di ottimizzare il contenuto ed i post del tuo blog per la visualizzazione su dispositivi mobile, e permette ai tuoi utenti di leggere le ultime novità provenienti dal tuo sito attraverso una comoda app disponibile per Android e iOS, senza alcun costo aggiuntivo.

source: http://www.restartlabs.org/
it: Restart Labs SRLS
